Repository: zertuncer/Trio-main
Catalog: Trio-main/EversenseKit/EversenseKit-063eb66e21e1555edf45e01548ab948af6a79519/EversenseKitUI/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans

source: Your sensor glucose value is too high. Please measure your glucose manually using your blood glucose meter.
ar: قيمة الجلوكوز في جهاز الاستشعار لديك مرتفعة للغاية. يُرجى قياس الجلوكوز يدوياً باستخدام جهاز قياس الجلوكوز في الدم.
cs: Hodnota glukózy ze senzoru je příliš vysoká. Změřte si prosím glykémii ručně pomocí glukometru.
da: Din sensors glukoseværdi er for høj. Mål venligst din glukose manuelt med dit blodsukkerapparat.
de: Ihr Sensorblutzuckerwert ist zu hoch. Bitte messen Sie Ihren Blutzucker manuell mit Ihrem Blutzuckermessgerät.
es: El valor de glucosa de su sensor es demasiado alto. Por favor, mida su glucosa manualmente utilizando su medidor de glucosa en sangre.
fi: Anturisi glukoosiarvo on liian korkea. Mittaa glukoosisi manuaalisesti verensokerimittarilla.
fr: La valeur du glucose de votre capteur est trop élevée. Veuillez mesurer votre glycémie manuellement à l'aide de votre lecteur de glycémie.
he: ערך הגלוקוז בחיישן שלך גבוה מדי. אנא מדוד את הגלוקוז שלך באופן ידני באמצעות מד הגלוקוז בדם שלך.
hu: Az érzékelő glükózértéke túl magas. Kérjük, mérje meg vércukorszintjét kézzel a vércukormérőjével.
it: Il valore del glucosio del sensore è troppo alto. Misurare manualmente il glucosio con il glucometro.
ja: センサーのグルコース値が高すぎます。血糖測定器を使用して手動でグルコースを測定してください。
ko: 센서 혈당 수치가 너무 높습니다. 혈당 측정기를 사용하여 수동으로 혈당을 측정하세요.
nb: Sensorens glukoseverdi er for høy. Vennligst mål glukosen manuelt ved hjelp av blodsukkerapparatet.
nl: Uw sensorglucosewaarde is te hoog. Meet uw glucose handmatig met uw bloedsuikermeter.
pl: Wartość glukozy w czujniku jest zbyt wysoka. Zmierz poziom glukozy ręcznie za pomocą glukometru.
pt_br: O valor de glicose do sensor é demasiado elevado. Por favor, meça a sua glicose manualmente utilizando o seu medidor de glicemia.
ro: Valoarea glicemiei din senzorul dumneavoastră este prea mare. Vă rugăm să vă măsurați glicemia manual cu ajutorul glucometrului.
ru: Ваше сенсорное значение глюкозы слишком высокое. Пожалуйста, измерьте уровень глюкозы вручную с помощью глюкометра.
sk: Hodnota glukózy na vašom senzore je príliš vysoká. Glukózu si zmerajte manuálne pomocou glukometra.
sl: Vrednost glukoze na vašem senzorju je previsoka. Glukozo izmerite ročno z merilnikom glukoze v krvi.
sv: Din sensors glukosvärde är för högt. Mät ditt glukosvärde manuellt med din blodsockermätare.
tr: Sensör glikoz değeriniz çok yüksek. Lütfen kan şekeri ölçüm cihazınızı kullanarak glikozunuzu manuel olarak ölçün.
uk: Значення глюкози на вашому сенсорі занадто високе. Будь ласка, виміряйте рівень глюкози вручну за допомогою глюкометра.
vi: Giá trị glucose cảm biến của bạn quá cao. Vui lòng đo đường huyết của bạn bằng cách sử dụng máy đo đường huyết của bạn.
zh_hans: 您的传感器葡萄糖值过高。请使用血糖仪手动测量血糖。

source: Your sensor glucose value is too low. Please measure your glucose manually using your blood glucose meter.
ar: قيمة الجلوكوز في جهاز الاستشعار منخفضة جداً. يُرجى قياس الجلوكوز يدوياً باستخدام جهاز قياس الجلوكوز في الدم.
cs: Hodnota glukózy ze senzoru je příliš nízká. Změřte si prosím glykémii ručně pomocí glukometru.
da: Din sensors glukoseværdi er for lav. Mål venligst din glukose manuelt med dit blodsukkerapparat.
de: Ihr Sensorblutzuckerwert ist zu niedrig. Bitte messen Sie Ihren Blutzucker manuell mit Ihrem Blutzuckermessgerät.
es: El valor de glucosa de su sensor es demasiado bajo. Por favor, mida su glucosa manualmente utilizando su medidor de glucosa en sangre.
fi: Anturisi glukoosiarvo on liian alhainen. Mittaa glukoosisi manuaalisesti verensokerimittarilla.
fr: La valeur du glucose de votre capteur est trop basse. Veuillez mesurer votre glycémie manuellement à l'aide de votre lecteur de glycémie.
he: ערך הגלוקוז בחיישן שלך נמוך מדי. אנא מדוד את הגלוקוז שלך באופן ידני באמצעות מד הגלוקוז בדם שלך.
hu: Az érzékelő glükózértéke túl alacsony. Kérjük, mérje meg vércukorszintjét kézzel a vércukormérőjével.
it: Il valore del glucosio del sensore è troppo basso. Misurare manualmente il glucosio con il glucometro.
ja: センサーのグルコース値が低すぎます。血糖測定器を使用して手動でグルコースを測定してください。
ko: 센서 혈당 수치가 너무 낮습니다. 혈당 측정기를 사용하여 수동으로 혈당을 측정하세요.
nb: Sensorglukoseverdien din er for lav. Vennligst mål glukosen manuelt med blodsukkermåleren.
nl: Uw sensorglucosewaarde is te laag. Meet uw glucose handmatig met uw bloedglucosemeter.
pl: Wartość glukozy w czujniku jest zbyt niska. Zmierz poziom glukozy ręcznie za pomocą glukometru.
pt_br: O valor de glicose do sensor é demasiado baixo. Por favor, meça a sua glucose manualmente utilizando o seu medidor de glucose no sangue.
ro: Valoarea glicemiei din senzorul dumneavoastră este prea mică. Vă rugăm să vă măsurați glicemia manual cu ajutorul glucometrului.
ru: Ваше сенсорное значение глюкозы слишком низкое. Пожалуйста, измерьте уровень глюкозы вручную с помощью глюкометра.
sk: Hodnota glukózy na vašom senzore je príliš nízka. Glukózu si zmerajte manuálne pomocou glukometra.
sl: Vrednost glukoze na vašem senzorju je prenizka. Glukozo izmerite ročno z merilnikom glukoze v krvi.
sv: Glukosvärdet i din sensor är för lågt. Mät ditt glukosvärde manuellt med din blodsockermätare.
tr: Sensör glikoz değeriniz çok düşük. Lütfen kan şekeri ölçüm cihazınızı kullanarak glikozunuzu manuel olarak ölçün.
uk: Значення глюкози на вашому сенсорі занадто низьке. Будь ласка, виміряйте рівень глюкози вручну за допомогою глюкометра.
vi: Giá trị glucose cảm biến của bạn quá thấp. Vui lòng đo đường huyết của bạn bằng cách sử dụng máy đo đường huyết của bạn.
zh_hans: 您的传感器葡萄糖值过低。请使用血糖仪手动测量血糖。

source: Your sensor has passed day 365. Contact your health care provider to schedule a replacement.
ar: لقد تجاوز جهاز الاستشعار الخاص بك اليوم 365. اتصل بمقدم الرعاية الصحية الخاص بك لتحديد موعد لاستبداله.
cs: Váš senzor překročil den 365. Kontaktujte svého poskytovatele zdravotní péče a domluvte si výměnu.
da: Din sensor har passeret dag 365. Kontakt din sundhedsplejerske for at aftale en udskiftning.
de: Ihr Sensor hat den Tag 365 überschritten. Wenden Sie sich an Ihren medizinischen Betreuer, um einen Austausch zu vereinbaren.
es: Su sensor ha superado el día 365. Póngase en contacto con su médico para programar su sustitución.
fi: Anturisi on ohittanut päivän 365. Ota yhteyttä terveydenhuollon tarjoajaan vaihtoaikataulun laatimiseksi.
fr: Votre capteur a dépassé le jour 365. Contactez votre prestataire de soins de santé pour planifier un remplacement.
he: החיישן שלך עבר את היום 365. פנה לרופא המטפל שלך כדי לקבוע החלפה.
hu: Az érzékelője átlépte a 365. napot. A csere ütemezése érdekében lépjen kapcsolatba egészségügyi szolgáltatójával.
it: Il sensore ha superato il 365° giorno. Contattare il proprio medico per programmare la sostituzione.
ja: センサーが 365 日目を過ぎました。医療機関にご連絡の上、交換の手続きを行ってください。
ko: 센서가 365일이 지났습니다. 의료 서비스 제공자에게 문의하여 교체 일정을 잡으세요.
nb: Sensoren din har passert dag 365. Kontakt helsepersonell for å avtale tid for utskifting.
nl: Uw sensor heeft dag 365 overschreden. Neem contact op met uw zorgverlener om een vervanging te plannen.
pl: Czujnik przekroczył 365 dzień. Skontaktuj się z lekarzem, aby zaplanować wymianę.
pt_br: O seu sensor ultrapassou o dia 365. Contacte o seu prestador de cuidados de saúde para agendar uma substituição.
ro: Senzorul dumneavoastră a depășit ziua 365. Contactați furnizorul de servicii medicale pentru a programa o înlocuire.
ru: Ваш датчик прошел 365-й день. Обратитесь к своему медицинскому работнику, чтобы запланировать замену.
sk: Váš snímač prešiel dňom 365. Kontaktujte svojho poskytovateľa zdravotnej starostlivosti a naplánujte výmenu.
sl: Vaš senzor je presegel 365. dan. Obrnite se na svojega zdravstvenega delavca in se dogovorite za zamenjavo.
sv: Din sensor har passerat dag 365. Kontakta din vårdgivare för att boka tid för byte.
tr: Sensörünüz 365. günü geçmiştir. Değişim planlamak için sağlık uzmanınızla iletişime geçin.
uk: Ваш датчик відпрацював 365 днів. Зверніться до лікаря, щоб запланувати заміну.
vi: Cảm biến của bạn đã qua ngày 365. Liên hệ với nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn để lên lịch thay thế.
zh_hans: 您的传感器已超过第 365 天。请联系您的医疗服务提供者安排更换。

source: Your sensor life has expired. Please contact your health care provider to schedule a replacement.
ar: انتهت صلاحية جهاز الاستشعار الخاص بك. يُرجى الاتصال بمقدم الرعاية الصحية الخاص بك لتحديد موعد لاستبداله.
cs: Životnost vašeho senzoru vypršela. Obraťte se na svého poskytovatele zdravotní péče a domluvte si výměnu.
da: Din sensors levetid er udløbet. Kontakt din sundhedsplejerske for at aftale en udskiftning.
de: Die Lebensdauer Ihres Sensors ist abgelaufen. Bitte wenden Sie sich an Ihren medizinischen Betreuer, um einen Austausch zu vereinbaren.
es: La vida útil de su sensor ha expirado. Póngase en contacto con su médico para programar su sustitución.
fi: Anturin käyttöikä on päättynyt. Ota yhteyttä terveydenhuollon tarjoajaan, jotta voit sopia vaihdosta.
fr: La durée de vie de votre capteur a expiré. Veuillez contacter votre prestataire de soins de santé pour planifier un remplacement.
he: תוקפם של חיי החיישן שלך. אנא פנה לרופא המטפל שלך כדי לקבוע החלפה.
hu: Az érzékelő élettartama lejárt. Kérjük, lépjen kapcsolatba egészségügyi szolgáltatójával a csere ütemezése érdekében.
it: La durata del sensore è scaduta. Contattare il proprio medico curante per programmare la sostituzione.
ja: センサーの寿命が切れました。交換をご希望の場合は、医療機関にご連絡ください。
ko: 센서 수명이 만료되었습니다. 의료 서비스 제공자에게 문의하여 교체 일정을 잡으세요.
nb: Sensorens levetid er utløpt. Ta kontakt med helsepersonell for å avtale tid for utskifting.
nl: De levensduur van uw sensor is verstreken. Neem contact op met uw zorgverlener om een vervanging te plannen.
pl: Okres użytkowania czujnika dobiegł końca. Skontaktuj się z lekarzem, aby zaplanować wymianę.
pt_br: A vida útil do sensor expirou. Contacte o seu prestador de cuidados de saúde para agendar uma substituição.
ro: Durata de viață a senzorului dumneavoastră a expirat. Vă rugăm să contactați furnizorul dumneavoastră de servicii medicale pentru a programa o înlocuire.
ru: Срок службы вашего датчика истек. Обратитесь к своему медицинскому работнику, чтобы запланировать замену.
sk: Životnosť vášho snímača vypršala. Obráťte sa na svojho poskytovateľa zdravotnej starostlivosti a naplánujte výmenu.
sl: Življenjska doba vašega senzorja se je iztekla. Obrnite se na svojega zdravstvenega delavca in se dogovorite za zamenjavo.
sv: Din sensors livslängd har löpt ut. Kontakta din vårdgivare för att boka tid för byte.
tr: Sensörünüzün ömrü doldu. Değiştirme işlemini planlamak için lütfen sağlık uzmanınızla iletişime geçin.
uk: Термін служби датчика закінчився. Зверніться до лікаря, щоб запланувати заміну.
vi: Tuổi thọ cảm biến của bạn đã hết hạn. Vui lòng liên hệ với nhà cung cấp dịch vụ chăm sóc sức khỏe của bạn để lên lịch thay thế.
zh_hans: 您的传感器已过期。请联系您的医疗服务提供者安排更换。

source: Your sensor's temperature is too high. Please go to a cooler place to resume receiving sensor glucose values. If the problem persists, contact Eversense Customer Support.
ar: درجة حرارة جهاز الاستشعار لديك مرتفعة جداً. يُرجى الانتقال إلى مكان أكثر برودة لاستئناف تلقي قيم جلوكوز المستشعر. إذا استمرت المشكلة، اتصل بخدمة عملاء Eversense.
cs: Teplota snímače je příliš vysoká. Přejděte na chladnější místo, abyste mohli pokračovat v přijímání hodnot glukózy ze senzoru. Pokud problém přetrvává, kontaktujte zákaznickou podporu společnosti Eversense.
da: Din sensors temperatur er for høj. Gå til et køligere sted for at genoptage modtagelsen af sensorens glukoseværdier. Hvis problemet fortsætter, skal du kontakte Eversense Customer Support.
de: Die Temperatur Ihres Sensors ist zu hoch. Bitte gehen Sie an einen kühleren Ort, um die Glukosewerte des Sensors wieder zu empfangen. Wenn das Problem weiterhin besteht, wenden Sie sich an den Eversense-Kundendienst.
es: La temperatura de su sensor es demasiado alta. Por favor, vaya a un lugar más fresco para volver a recibir los valores de glucosa del sensor. Si el problema persiste, póngase en contacto con el servicio de atención al cliente de Eversense.
fi: Anturin lämpötila on liian korkea. Mene viileämpään paikkaan, jotta voit jatkaa anturin glukoosiarvojen vastaanottamista. Jos ongelma jatkuu, ota yhteyttä Eversensen asiakastukeen.
fr: La température de votre capteur est trop élevée. Veuillez vous rendre dans un endroit plus frais pour recevoir à nouveau les valeurs de glucose du capteur. Si le problème persiste, contactez le service clientèle d'Eversense.
he: הטמפרטורה של החיישן שלך גבוהה מדי. אנא עבור למקום קריר יותר כדי לחדש את קבלת ערכי הגלוקוז בחיישן. אם הבעיה נמשכת, פנה לתמיכת הלקוחות של Eversense.
hu: Az érzékelő hőmérséklete túl magas. Kérjük, menjen hűvösebb helyre, hogy folytatni tudja a szenzor glükózértékének fogadását. Ha a probléma továbbra is fennáll, forduljon az Eversense ügyfélszolgálatához.
it: La temperatura del sensore è troppo alta. Recarsi in un luogo più fresco per riprendere a ricevere i valori del glucosio del sensore. Se il problema persiste, contattare l'assistenza clienti Eversense.
ja: センサーの温度が高すぎます。センサーグルコース値の受信を再開するには、涼しい場所に移動してください。問題が解決しない場合は、エバセンスカスタマーサポートまでご連絡ください。
ko: 센서의 온도가 너무 높습니다. 서늘한 장소로 이동하여 센서 포도당 값 수신을 다시 시작하세요. 문제가 지속되면 에버센스 고객 지원팀에 문의하세요.
nb: Temperaturen på sensoren er for høy. Gå til et kjøligere sted for å fortsette å motta sensorglukoseverdier. Hvis problemet vedvarer, kontakt Eversense kundestøtte.
nl: De temperatuur van uw sensor is te hoog. Ga naar een koelere plaats om de sensorglucosewaarden weer te ontvangen. Als het probleem aanhoudt, neem dan contact op met de Eversense Klantenservice.
pl: Temperatura czujnika jest zbyt wysoka. Przejdź do chłodniejszego miejsca, aby wznowić odbieranie wartości glukozy z czujnika. Jeśli problem nie ustąpi, skontaktuj się z działem obsługi klienta Eversense.
pt_br: A temperatura do sensor está demasiado elevada. Vá para um local mais fresco para voltar a receber os valores de glicose do sensor. Se o problema persistir, contacte o Apoio ao Cliente Eversense.
ro: Temperatura senzorului dumneavoastră este prea ridicată. Vă rugăm să mergeți într-un loc mai răcoros pentru a relua recepționarea valorilor de glicemie ale senzorului. Dacă problema persistă, contactați asistența pentru clienți Eversense.
ru: Температура вашего сенсора слишком высока. Пожалуйста, перейдите в более прохладное место, чтобы возобновить получение значений глюкозы с датчика. Если проблема сохраняется, обратитесь в службу поддержки клиентов Eversense.
sk: Teplota vášho snímača je príliš vysoká. Prejdite na chladnejšie miesto, aby ste mohli pokračovať v prijímaní hodnôt glukózy zo senzora. Ak problém pretrváva, kontaktujte zákaznícku podporu spoločnosti Eversense.
sl: Temperatura senzorja je previsoka. Pojdite v hladnejši prostor, da boste lahko nadaljevali s prejemanjem vrednosti glukoze iz senzorja. Če se težava nadaljuje, se obrnite na Eversense Customer Support.
sv: Temperaturen på din sensor är för hög. Gå till en svalare plats för att återuppta mottagningen av sensorns glukosvärden. Om problemet kvarstår, kontakta Eversense kundsupport.
tr: Sensörünüzün sıcaklığı çok yüksek. Sensör glikoz değerlerini almaya devam etmek için lütfen daha serin bir yere gidin. Sorun devam ederse Eversense Müşteri Desteği ile iletişime geçin.
uk: Температура вашого датчика занадто висока. Будь ласка, перейдіть у прохолодне місце, щоб відновити отримання значень глюкози з датчика. Якщо проблема не зникне, зверніться до служби підтримки клієнтів Eversense.
vi: Nhiệt độ cảm biến của bạn quá cao. Vui lòng đến một nơi mát mẻ hơn để tiếp tục nhận các giá trị glucose của cảm biến. Nếu sự cố vẫn tiếp diễn, hãy liên hệ với Bộ phận Hỗ trợ Khách hàng Eversense.
zh_hans: 传感器温度过高。请到温度较低的地方重新接收传感器葡萄糖值。如果问题仍然存在，请联系 Eversense 客户支持中心。

source: Your sensor's temperature is too low. Please go to a warmer place to resume receiving sensor glucose readings. If the problem persists, contact Eversense Customer Support.
ar: درجة حرارة المستشعر منخفضة جداً. يُرجى الانتقال إلى مكان أكثر دفئًا لاستئناف تلقي قراءات جلوكوز المستشعر. إذا استمرت المشكلة، اتصل بخدمة عملاء Eversense.
cs: Teplota snímače je příliš nízká. Přejděte na teplejší místo, abyste mohli pokračovat v přijímání hodnot glukózy ze senzoru. Pokud problém přetrvává, kontaktujte zákaznickou podporu společnosti Eversense.
da: Din sensors temperatur er for lav. Gå til et varmere sted for at genoptage modtagelsen af sensorens glukoseaflæsninger. Hvis problemet fortsætter, skal du kontakte Eversense Customer Support.
de: Die Temperatur Ihres Sensors ist zu niedrig. Bitte begeben Sie sich an einen wärmeren Ort, um die Glukosemessungen des Sensors wieder aufzunehmen. Wenn das Problem weiterhin besteht, wenden Sie sich an den Eversense-Kundendienst.
es: La temperatura de su sensor es demasiado baja. Por favor, vaya a un lugar más cálido para volver a recibir las lecturas de glucosa del sensor. Si el problema persiste, póngase en contacto con el servicio de atención al cliente de Eversense.
fi: Anturin lämpötila on liian alhainen. Mene lämpimämpään paikkaan, jotta voit jatkaa anturin glukoosilukemien vastaanottamista. Jos ongelma jatkuu, ota yhteyttä Eversensen asiakastukeen.
fr: La température de votre capteur est trop basse. Veuillez vous rendre dans un endroit plus chaud pour recommencer à recevoir les relevés de glucose du capteur. Si le problème persiste, contactez le service clientèle d'Eversense.
he: הטמפרטורה של החיישן שלך נמוכה מדי. אנא עבור למקום חם יותר כדי לחדש את קבלת קריאות הגלוקוז בחיישן. אם הבעיה נמשכת, פנה לתמיכת הלקוחות של Eversense.
hu: Az érzékelő hőmérséklete túl alacsony. Kérjük, menjen egy melegebb helyre, hogy újra fogadhassa a szenzor glükózértékeit. Ha a probléma továbbra is fennáll, lépjen kapcsolatba az Eversense ügyfélszolgálatával.
it: La temperatura del sensore è troppo bassa. Recarsi in un luogo più caldo per riprendere a ricevere le letture del glucosio del sensore. Se il problema persiste, contattare l'assistenza clienti Eversense.
ja: センサーの温度が低すぎます。センサーのグルコース測定を再開するには、暖かい場所に移動してください。問題が解決しない場合は、Eversenseカスタマーサポートまでご連絡ください。
ko: 센서의 온도가 너무 낮습니다. 따뜻한 장소로 이동하여 센서 혈당 측정값 수신을 다시 시작하세요. 문제가 지속되면 에버센스 고객 지원팀에 문의하세요.
nb: Temperaturen på sensoren er for lav. Gå til et varmere sted for å fortsette å motta sensorglukosemålinger. Hvis problemet vedvarer, kontakt Eversense kundestøtte.
nl: De temperatuur van uw sensor is te laag. Ga naar een warmere plek om de sensorglucosewaarden weer te ontvangen. Als het probleem aanhoudt, neem dan contact op met de Eversense Klantenservice.
pl: Temperatura czujnika jest zbyt niska. Udaj się w cieplejsze miejsce, aby wznowić odczyty glukozy z sensora. Jeśli problem nie ustąpi, skontaktuj się z działem obsługi klienta Eversense.
pt_br: A temperatura do sensor é demasiado baixa. Vá para um local mais quente para voltar a receber as leituras de glicose do sensor. Se o problema persistir, contacte o Apoio ao Cliente Eversense.
ro: Temperatura senzorului dumneavoastră este prea scăzută. Vă rugăm să mergeți într-un loc mai cald pentru a relua primirea citirilor de glicemie de la senzor. Dacă problema persistă, contactați Asistența Clienți Eversense.
ru: Температура вашего сенсора слишком низкая. Пожалуйста, перейдите в более теплое место, чтобы возобновить получение показаний глюкозы с датчика. Если проблема сохраняется, обратитесь в службу поддержки клиентов Eversense.
sk: Teplota vášho snímača je príliš nízka. Prejdite na teplejšie miesto, aby ste mohli pokračovať v prijímaní hodnôt glukózy zo senzora. Ak problém pretrváva, kontaktujte zákaznícku podporu spoločnosti Eversense.
sl: Temperatura senzorja je prenizka. Pojdite v toplejši prostor, da boste lahko nadaljevali s prejemanjem meritev glukoze s senzorja. Če se težava ne odpravi, se obrnite na Eversense Customer Support.
sv: Temperaturen på din sensor är för låg. Gå till en varmare plats för att återuppta sensorns glukosavläsningar. Om problemet kvarstår, kontakta Eversense kundsupport.
tr: Sensörünüzün sıcaklığı çok düşük. Sensör glikoz ölçümlerini almaya devam etmek için lütfen daha sıcak bir yere gidin. Sorun devam ederse Eversense Müşteri Desteği ile iletişime geçin.
uk: Температура вашого датчика занадто низька. Будь ласка, перейдіть у тепліше місце, щоб відновити отримання показників глюкози з датчика. Якщо проблема не зникне, зверніться до служби підтримки клієнтів Eversense.
vi: Nhiệt độ cảm biến của bạn quá thấp. Vui lòng đến một nơi ấm hơn để tiếp tục nhận các chỉ số glucose của cảm biến. Nếu sự cố vẫn tiếp diễn, hãy liên hệ với Bộ phận Hỗ trợ Khách hàng Eversense.
zh_hans: 您的传感器温度过低。请到温度较高的地方重新接收传感器葡萄糖读数。如果问题仍然存在，请联系 Eversense 客户支持中心。

source: Your transmitter battery has approximately 24 hours of life remaining.
ar: يتبقى من عمر بطارية جهاز الإرسال لديك 24 ساعة تقريباً.
cs: Baterie vysílače má zbývající životnost přibližně 24 hodin.
da: Senderens batteri har cirka 24 timers levetid tilbage.
de: Die Batterie Ihres Transmitters hat noch eine Betriebsdauer von etwa 24 Stunden.
es: A la batería del transmisor le quedan aproximadamente 24 horas de vida útil.
fi: Lähettimen akun käyttöikää on jäljellä noin 24 tuntia.
fr: La pile de votre émetteur a une durée de vie restante d'environ 24 heures.
he: לסוללת המשדר שלך נותרו כ- 24 שעות חיים.
hu: A jeladó akkumulátorának körülbelül 24 órányi élettartama van hátra.
it: La batteria del trasmettitore ha un'autonomia residua di circa 24 ore.
ja: 送信機のバッテリー残量は約24時間です。
ko: 송신기 배터리의 수명은 약 24시간 정도 남아 있습니다.
nb: Batteriet i senderen har omtrent 24 timers gjenværende levetid.
nl: De batterij van uw zender heeft nog ongeveer 24 uur te gaan.
pl: Żywotność baterii nadajnika wynosi około 24 godzin.
pt_br: A bateria do transmissor tem aproximadamente 24 horas de vida útil restante.
ro: Bateria transmițătorului mai are aproximativ 24 de ore de viață.
ru: Аккумулятор передатчика работает примерно 24 часа.
sk: Batéria vysielača má ešte približne 24 hodín životnosti.
sl: Baterija oddajnika ima še približno 24 ur delovanja.
sv: Batteriet i din sändare har ungefär 24 timmars återstående livslängd.
tr: Verici pilinizin yaklaşık 24 saatlik ömrü kalmıştır.
uk: Батареї вашого передавача вистачить приблизно на 24 години роботи.
vi: Pin máy phát của bạn có khoảng 24 giờ tuổi thọ còn lại.
zh_hans: 发射机电池大约还有 24 小时的寿命。
